months = ["", "января", "февраля", "марта", "апреля", "мая", "июня", "июля", "августа", "сентября", "октября",
          "ноября", "декабря", ]

day_of_weeks = {
    "понедельник": '0',
    "вторник": '1',
    "среду": '2',
    "среда": '2',
    "четверг": '3',
    "пятницу": '4',
    "пятница": '4',
    "субботу": '5',
    "суббота": '5',
    "воскресенье": '6',
}

through_data = {
    "minutes": ["минута,", "минута", "минуту,", "минуту", "минуты,", "минуты", "минут,", "минут", ],
    "hours": ["часов,", "часов", "часа,", "часа", "час,", "час", ],
    "days": ["сутки,", "сутки", "суток,", "суток", "день,", "день", "дней,", "дней", "дня,", "дня", ],
    "weeks": ["неделя,", "неделя", "неделю,", "неделю", "недели,", "недели", "недель,", "недель", ],
    "months": ["месяцев,", "месяцев", "месяца,", "месяца", "месяц,", "месяц", ],
    "years": ["года,", "года", "год,", "год", "лет,", "лет", ],
}
